Revit 2027 API
UnitTypeId.PascalsPerMeter Property
 Pascals per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PascalsPerMeter { get; }
Public Shared ReadOnly Property PascalsPerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PascalsPerMeter {
	ForgeTypeId^ get ();
}
static member PascalsPerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace